<?php

$config_telugu_names  = array(
	"101"=> array(
		"telugu"=>"నాటికలు",
		"details"=>"స్క్రూటినీకి వీడియోను 9063924369 కు వాట్సాప్ పంపాలి", 
	),
	"102"=> array(
		"telugu"=>"శాస్త్రీయ నృత్యం - గ్రూపు",
		"details"=>"స్క్రూటినీకి వీడియోను 8332993993 కు వాట్సాప్ పంపాలి", 
	),
	"103"=> array(
		"telugu"=>"ఏకపాత్రాభినయం",
		"details"=>"నేపధ్య సంగీతం, సెట్టింగులు ఉండవచ్చు", 
	),
	"104"=> array(
		"telugu"=>"ఏకపాత్రాభినయం",
		"details"=>"నేపధ్య సంగీతం, సెట్టింగులు ఉండవచ్చు", 
	),
	"105"=> array(
		"telugu"=>"కోలాటం",
		"details"=>"కనీసం 16 మంది పాల్గొనాలి, కనీసం 10 ని. ఉండాలి.", 
	),
	"106"=> array(
		"telugu"=>"పాటలు - గ్రూపు",
		"details"=>"నలుగురు - ఎనిమిది మంది వరకు పాల్గొనవచ్చు. లలిత/ జానపద గేయాలు", 
	),
	"106"=> array(
		"telugu"=>"పోస్టర్ ప్రెజంటేషన్ - వ్యక్తిగత",
		"details"=>"నచ్చిన ఏదో ఒక అంశంపై పోస్టర్ తయారుచేసుకుని తెచ్చి వివరించాలి", 
	),
	"107"=> array(
		"telugu"=>"సైన్స్ ప్రయోగాలు - వ్యక్తిగత",
		"details"=>"జూ: అయస్కాంతత్వం లేదా బలం & పీడనం , సీ: ధ్వని లేదా కాంతి", 
	),
	"108"=> array(
		"telugu"=>"డిబేట్ - గ్రూపు ( ముగ్గురు )",
		"details"=>"అంశాల జాబితా వెబ్ సైట్ లో ఉంచబడమైనది.", 
	),
	"109"=> array(
		"telugu"=>"మ్యాప్",
		"details"=>"జూ: భారత దేశం, సీ: ప్రపంచం. మ్యాప్ ఇవ్వబడుతుంది", 
	),
	"110"=> array(
		"telugu"=>"గణితం & తర్కం",
		"details"=>"మొదటి రౌండు రాత పరీక్ష, వ రౌండు మౌఖికం", 
	),
	"111"=> array(
		"telugu"=>"క్విజ్ - గ్రూపు ( ఇద్దరు )",
		"details"=>"మొదటి రౌండు రాత పరీక్ష, తదుపరి రౌండ్లు మౌఖికం", 
	),
	"112"=> array(
		"telugu"=>"వ్యాసరచన",
		"details"=>"అంశాలు అప్పటికప్పుడు ప్రకటించబడతాయి", 
	),
	"113"=> array(
		"telugu"=>"కథా రచన",
		"details"=>"అప్పటికప్పుడు ఇచ్చిన అంశం పై తెలుగులో కథ రాయాలి", 
	),
	"114"=> array(
		"telugu"=>"కథా విశ్లేషణ",
		"details"=>"అప్పటికప్పుడు ఇచ్చిన కథ పై విశ్లేషణ రాయాలి", 
	),
	"115"=> array(
		"telugu"=>"అంతర్జాలంలో అన్వేషణ",
		"details"=>"ప్రశ్నలకు జవాబులు మీ స్మార్ట్ ఫోన్ లో వెతికి రాయాలి", 
	),
	"116"=> array(
		"telugu"=>"జానపద నృత్యం - గ్రూపు",
		"details"=>"స్క్రూటినీకి వీడియోను 9494585588 కు వాట్సాప్ పంపాలి", 
	),
	"117"=> array(
		"telugu"=>"విచిత్ర వేషధారణ (ఫాన్సీ డ్రెస్)",
		"details"=>"నేపథ్యంలో సంగీతం,మాటలు ఉండవచ్చు.సెట్టింగులు ఉండచ్చు", 
	),
	"118"=> array(
		"telugu"=>"బుర్ర కథ",
		"details"=>"కనీసం 10ని ఉండాలి. పిల్లల వయసుకు తగిన ఇతివృత్తమై ఉండాలి", 
	),
	"119"=> array(
		"telugu"=>"ప్రాజెక్టు పని - వ్యక్తిగత",
		"details"=>"ముందుగా తయారు చేసుకుని తెచ్చి ప్రదర్శించి,వివరించాలి", 
	),
	"120"=> array(
		"telugu"=>"వాద్య సంగీతం - వ్యక్తిగత",
		"details"=>"తీగ / లయ విభాగాలు. వాద్య పరికరం తెచ్చుకోవాలి", 
	),
	"121"=> array(
		"telugu"=>"పాటలు - వ్యక్తిగత",
		"details"=>"లలిత / జానపద గేయాలు", 
	),
	"122"=> array(
		"telugu"=>"కథ చెప్పడం",
		"details"=>"కథ చెప్పే విధానానికి ప్రాధాన్యత ఇవ్వబడుతుంది", 
	),
	"123"=> array(
		"telugu"=>"స్పెల్లింగ్",
		"details"=>"పాదాల జాబితా,ఇతర వివరాలు వెబ్సైటులో ఉంచడమైనది", 
	),
	"124"=> array(
		"telugu"=>"చిత్రలేఖనం",
		"details"=>"షీట్ ఇవ్వబడుతుంది, అంశం అప్పటికప్పుడు ప్రకటించబడుతుంది", 
	),
	"125"=> array(
		"telugu"=>"సృజనాత్మక వస్తువులు తయారీ",
		"details"=>"తక్కువ ఖర్చు, ఖర్చు లేని సామగ్రి తెచ్చుకుని తయారు చేయాలి( క్రాఫ్ట్ )", 
	),
	"126"=> array(
		"telugu"=>"మైమ్",
		"details"=>"కనీసం 10ని.ఉండాలి. పిల్లల వయసుకు తగిన ఇతివృత్తమై ఉండాలి", 
	),
	"127"=> array(
		"telugu"=>"మట్టితో బొమ్మలు",
		"details"=>"మట్టి ఇవ్వబడుతుంది. అంశం అప్పటికప్పుడు ప్రకటించబడుతుంది", 
	),
);

// foreach($config_telugu_names as $i=>$j){
// 	echo "<div>" . $j['details'] . "</div>";
// }